module/serveragent/serversoap/ServerAgentServiceSoapBinding.curseMediaAnnotationWithId.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:tns="http://service.annot.me/">
 <SOAP-ENV:Body>
   <tns:curseMediaAnnotationWithId>
    <arg0>0</arg0>
    <userName></userName>
    <password></password>
   </tns:curseMediaAnnotationWithId>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
